{
  "all": [
    {
      "quote": "Janganlah pernah menyerah ketika Anda masih mampu berusaha lagi. Tidak ada kata berakhir sampai Anda berhenti mencoba",
      "pengarang": "Brian Dyson"
    },
    {
      "quote": "Berpikirlah positif, tidak peduli seberapa keras kehidupanmu",
      "pengarang": "Ali bin Abi Thalib"
    },
    {
      "quote": "Yang harus malu itu mereka, karena mereka takut untuk bekerja. Kau kan kerja. Kau tidak boleh malu. Mereka yang harus malu, tidak berani kerja. Semua orang bekerja, itu adalah mulia. Yang tidak bekerja tidak punya kemuliaan",
      "pengarang": "Pramoedya Ananta Toer"
    },
    {
      "quote": "Ketika kau melakukan sesuatu yang mulia dan indah tapi tak seorang pun memperhatikan, jangan bersedih. Karena matahari pun tampil cantik setiap pagi meski sebagian besar penontonnya masih tidur",
      "pengarang": "John Lennon"
    },
    {
      "quote": "Satu-satunya batasan untuk meraih mimpi kita adalah keragu-raguan kita akan hari ini. Marilah kita maju dengan keyakinan yang aktif dan kuat",
      "pengarang": "Franklin Roosevelt"
    },
    {
      "quote": "Mulailah dari mana kau berada. Gunakan apa yang kau punya. Lakukan apa yang kau bisa",
      "pengarang": "Arthur Ashe"
    },
    {
      "quote": "Kalau impianmu tak bisa membuatmu takut, mungkin karena impianmu tak cukup besar.",
      "pengarang": "Muhammad Ali"
    },
    {
      "quote": "Pendidikan merupakan tiket untuk masa depan. Hari esok untuk orang-orang yang telah mempersiapkan dirinya hari ini",
      "pengarang": "Malcolm X"
    },
    {
      "quote": "Ia yang mengerjakan lebih dari apa yang dibayar pada suatu saat akan dibayar lebih dari apa yang ia kerjakan",
      "pengarang": "Napoleon Hill"
    },
    {
      "quote": "Jangan tanyakan pada diri Anda apa yang dibutuhkan dunia. Bertanyalah apa yang membuat Anda hidup, kemudian kerjakan. Karena yang dibutuhkan dunia adalah orang yang antusias",
      "pengarang": "Harold Whitman"
    },
    {
      "quote": "Janganlah pernah menyerah ketika Anda masih mampu berusaha lagi. Tidak ada kata berakhir sampai Anda berhenti mencoba",
      "pengarang": "Brian Dyson"
    },
    {
      "quote": "Perubahan itu menyakitkan, Ia menyebabkan orang merasa tidak aman, bingung, dan marah. Orang menginginkan hal seperti sediakala, karena mereka ingin hidup yang mudah",
      "pengarang": "Richard Marcinko"
    },
    {
      "quote": "Orang yang lemah tidak mampu memaafkan. Memaafkan adalah ciri orang yang kuat",
      "pengarang": "Mahatma Gandhi"
    },
    {
      "quote": "Kembangkan sikap untuk selalu menjadi lebih baik. Membuat perbedaan yang kecil dalam tindakan akan menghasilkan perbedaan yang besar dalam hasil yang diperoleh",
      "pengarang": "Brian Tracy"
    },
    {
      "quote": "Pendidikan adalah satu-satunya kunci untuk membuka dunia ini, serta paspor untuk menuju kebebasan",
      "pengarang": "Oprah Winfrey"
    },
    {
      "quote": "Hidup itu sederhana, kita yang membuatnya sulit",
      "pengarang": "Confucius"
    },
    {
      "quote": "Anda di sini hanya untuk persinggahan yang singkat. Jangan terburu, jangan khawatir. Yakinlah bahwa Anda menghirup wangi bunga sepanjang perjalanan",
      "pengarang": "Walter Hagen"
    },
    {
      "quote": "Seperti bergulat melawan seekor gorila. Anda tidak berhenti ketika Anda lelah, Anda berhenti ketika gorila tersebut lelah",
      "pengarang": "Robert Strauss"
    },
    {
      "quote": "Cara paling mendasar dan kuat untuk terhubung dengan orang lain adalah dengan mendengarkan. Cukup Dengarkan. Mungkin hal terpenting yang bisa kita berikan kepada orang lain adalah perhatian kita",
      "pengarang": "Rachel Naomi Remen"
    },
    {
      "quote": "Jika Anda menginginkan sesuatu yang belum pernah dimiliki dalam hidupmu. Anda harus melakukan sesuatu yang belum pernah dilakukan sebelumnya",
      "pengarang": "JD Houston"
    },
    {
      "quote": "Jangan biarkan opini orang lain menenggelamkan suara dari dalam diri Anda",
      "pengarang": "Steve Jobs"
    },
    {
      "quote": "Anda tidak bisa menghubungkan titik demi titik ke depan! Anda hanya bisa menghubungkan titik-titik tersebut ke belakang. Jadi, Anda harus mempercayai bahwa titik-titik tersebut akan menghubungkan masa depan Anda. Anda harus mempercayai sesuatu keberanian Anda, takdir, hidup, karma, apapun. Cara ini tidak pernah mengecewakanku, dan itu telah membuat semua perbedaan dalam hidupku",
      "pengarang": "Steve Jobs"
    },
    {
      "quote": "Hal favorit saya dalam hidup ini adalah tidak memerlukan biaya apapun. Ini benar-benar jelas bahwa sumber daya yang paling berharga yang kita semua miliki adalah waktu",
      "pengarang": "Steve Jobs"
    },
    {
      "quote": "Bangun dan wujudkan mimpi Anda atau orang lain akan memperkerjakan Anda untuk membangun mimpi mereka",
      "pengarang": "Farrah Gray"
    },
    {
      "quote": "Jika saya mencoba yang terbaik dan gagal, setidaknya saya telah melakukan yang terbaik",
      "pengarang": "Steve Jobs"
    },
    {
      "quote": "Mengingat-ingat bahwa aku akan segera mati adalah hal terpenting yang aku pernah hadapi untuk membantuku membuat pilihan besar dalam hidup. Karena hampir semua hal semua harapan, semua kebanggaan, semua ketakutan akan kegagalan hal-hal ini akan menghilang seiring kematian, hanya menyisakan apa yang benar-benar penting",
      "pengarang": "Steve Jobs"
    },
    {
      "quote": "Jangan biarkan siapapun mengatakan kau tidak bisa melakukan sesuatu. Kau bermimpi, kau harus menjaganya. Kalau menginginkan sesuatu, raihlah. Titik",
      "pengarang": "Chris Gardner"
    },
    {
      "quote": "Orang bijak belajar ketika mereka bisa. Orang bodoh belajar ketika mereka terpaksa",
      "pengarang": "Arthur Wellesley"
    },
    {
      "quote": "Jangan berharap semua akan jadi lebih mudah. Berharaplah kau jadi lebih baik",
      "pengarang": "Jim Rohn"
    },
    {
      "quote": "Tidak ada seorang pun yang bisa kembali ke masa lalu dan memulai awal yang baru lagi. Tapi, semua orang bisa memulai hari ini dan membuat akhir yang baru",
      "pengarang": "Maria Robinson"
    },
    {
      "quote": "Tidak ada yang bisa membuatmu merasa rendah diri tanpa seizinmu",
      "pengarang": "Eleanor Roosevelt"
    },
    {
      "quote": "Jangan pernah menyesali sehari dalam hidupmu. Hari-hari baik memberimu kebahagiaan dan hari-hari buruk memberimu pengalaman",
      "pengarang": ""
    },
    {
      "quote": "Jangan takut berjalan lambat, takutlah jika hanya berdiri diam",
      "pengarang": ""
    },
    {
      "quote": "Waktumu terbatas, jangan habiskan untuk hidup orang lain",
      "pengarang": "Steve Jobs"
    },
    {
      "quote": "Kesuksesan dan kegagalan sama-sama bagian dari hidup. Keduanya sama-sama sementara",
      "pengarang": "Shahrukh Khan"
    },
    {
      "quote": "Jika kamu mencari satu orang yang akan mengubah hidupmu, lihatlah di cermin",
      "pengarang": ""
    },
    {
      "quote": "Kamu layaknya karya seni. Tidak semua orang akan mengerti dirimu, tetapi orang-orang yang mengerti, tidak akan pernah melupakanmu",
      "pengarang": ""
    },
    {
      "quote": "Terkadang kita diuji bukan untuk menunjukkan kelemahan kita, tetapi untuk menemukan kekuatan kita",
      "pengarang": ""
    },
    {
      "quote": "Makin keras kamu bekerja untuk sesuatu, makin besar perasaanmu saat mencapainya",
      "pengarang": ""
    },
    {
      "quote": "Tak ada batasan dalam hidup, kecuali yang kau buat sendiri",
      "pengarang": "Les Brown"
    },
    {
      "quote": "Orang yang tak pernah membuat kesalahan adalah orang yang tidak pernah berbuat apa-apa",
      "pengarang": "Norman Edwin"
    },
    {
      "quote": "Tindakan adalah kunci dasar untuk semua kesuksesan",
      "pengarang": ""
    },
    {
      "quote": "Segala yang dapat kamu bayangkan adalah nyata",
      "pengarang": "Pablo Picasso"
    },
    {
      "quote": "Mencintai diri sendiri berarti memahami bahwa kamu tidak perlu menjadi sempurna untuk menjadi baik",
      "pengarang": ""
    },
    {
      "quote": "Jangan tunda pekerjaanmu sampai besok, sementara kau bisa mengerjakannya hari ini",
      "pengarang": "Benjamin Franklin"
    },
    {
      "quote": "20 tahun dari sekarang, kau mungkin lebih kecewa dengan hal-hal yang tidak sempat kau lakukan alih-alih yang sudah",
      "pengarang": "Mark Twain"
    },
    {
      "quote": "Jangan habiskan waktumu memukuli tembok dan berharap bisa mengubahnya menjadi pintu",
      "pengarang": "Coco Chanel"
    },
    {
      "quote": "Kunci kesuksesan adalah fokus pada tujuan, bukan hambatan",
      "pengarang": ""
    },
    {
      "quote": "Jangan berhenti ketika lelah. Berhentilah ketika selesai",
      "pengarang": ""
    },
    {
      "quote": "Kesempatan itu mirip seperti matahari terbit. Kalau kau menunggu terlalu lama, kau bisa melewatkannya",
      "pengarang": "William Arthur Ward"
    },
    {
      "quote": "Percaya diri adalah pakaian terbaik",
      "pengarang": ""
    },
    {
      "quote": "Kamu adalah kesuksesan sejati jika kamu dapat memercayai diri sendiri, mencintai diri sendiri, dan menjadi diri sendiri",
      "pengarang": ""
    },
    {
      "quote": "Aku bisa menjadi seperti sekarang karena pilihan yang kuambil kemarin",
      "pengarang": "Eleanor Roosevelt"
    },
    {
      "quote": "Hidup ini terdiri dari 10 persen apa yang terjadi padamu dan 90 persen bagaimana caramu menyikapinya",
      "pengarang": "Charles R. Swindoll"
    },
    {
      "quote": "Jangan takut kalau hidupmu akan berakhir; takutlah kalau hidupmu tak pernah dimulai",
      "pengarang": "Grace Hansen"
    },
    {
      "quote": "Orang yang benar-benar hebat adalah orang yang membuat setiap orang merasa hebat",
      "pengarang": "G. K. Chesterton"
    },
    {
      "quote": "Pertumbuhan dimulai ketika kita mulai menerima kelemahan kita sendiri",
      "pengarang": "Jean Vanier"
    },
    {
      "quote": "Jatuh cinta pada dirimu adalah rahasia pertama menuju kebahagiaan",
      "pengarang": "Robert Morley"
    },
    {
      "quote": "Kesulitan sebenarnya adalah mengatasi caramu berpikir tentang diri sendir",
      "pengarang": ""
    },
    {
      "quote": "Marilah kita selalu berbuat lebih baik, karena sampai saat ini kita belumlah berbuat apa apa",
      "pengarang": "St. Fransiskus"
    },
    {
      "quote": "Marah itu gampang. Tapi marah kepada siapa, dengan kadar kemarahan yang pas, pada saat dan tujuan yang tepat, serta dengan cara yang benar itu yang sulit",
      "pengarang": "Aristoteles"
    },
    {
      "quote": "Jangan pernah melupakan apa pun yang dikatakan seseorang ketika ia marah, karena akan seperti itu pulalah perlakuannya pada Anda",
      "pengarang": "Henry Ward Beecher"
    },
    {
      "quote": "Kecantikan hanya kulit luar. Namun yang sangat penting adalah adanya keseimbangan antara pikiran, tubuh, dan jiwa",
      "pengarang": "Jennifer Lopez"
    },
    {
      "quote": "Apabila di dalam diri seseorang masih ada rasa malu dan takut untuk berbuat suatu kebaikan, maka jaminan bagi orang tersebut adalah tidak akan bertemunya ia dengan kemajuan selangkah pun",
      "pengarang": "Soekarno"
    },
    {
      "quote": "Mereka yang berjiwa lemah tak akan mampu memberi maaf yang tulus. Pemaaf sejati hanya melekat bagi mereka yang berjiwa tangguh",
      "pengarang": "Mohandas Gandhi"
    },
    {
      "quote": "Arti penting manusia bukan terletak pada apa yang dia peroleh, melainkan apa yang sangat ia rindukan untuk diraih",
      "pengarang": "Kahlil Gibran"
    },
    {
      "quote": "Tak seorang pun pernah dihormati karena apa yang ia terima. Kehormatan adalah penghargaan bagi orang yang telah memberikan sesuatu yang berarti",
      "pengarang": "Calvin Coolidge"
    },
    {
      "quote": "Kaca, porselen, dan nama baik, adalah sesuatu yang gampang sekali pecah, dan tak akan dapat direkatkan kembali tanpa meninggalkan bekas yang nampak",
      "pengarang": "Benjamin Franklin"
    },
    {
      "quote": "Jika tindakan Anda menginspirasi orang lain untuk bermimpi, bertindak, dan menjadi lebih dari sebelumnya, Anda seorang pemimpin",
      "pengarang": "John Quincy Adams"
    },
    {
      "quote": "Berlakulah baik kepada temanmu untuk menjaga mereka, dan berlaku baiklah kepada musuhmu untuk mengalahkan mereka",
      "pengarang": "Benjamin Franklin"
    },
    {
      "quote": "Bumi ini cukup untuk tujuh generasi, namun tidak akan pernah cukup untuk tujuh orang serakah",
      "pengarang": "Mahatma Gandhi"
    },
    {
      "quote": "Kebanyakan dari kita yakin bisa membuat orang lain bahagia dengan cara yang kita tentukan",
      "pengarang": "Robert S. Lynd"
    },
    {
      "quote": "Kesalahan orang lain terletak pada mata kita, tetapi kesalahan kita sendiri terletak di punggung kita",
      "pengarang": "Ruchert"
    },
    {
      "quote": "Jangan sekali kali lupakan sejarah",
      "pengarang": "Soekarno"
    },
    {
      "quote": "Kebijaksanaan tidak pernah berbohong",
      "pengarang": "Homer"
    },
    {
      "quote": "Hidup adalah lelucon yang baru saja dimulai",
      "pengarang": "W.S. Gilbert"
    },
    {
      "quote": "Diam adalah lebih baik daripada mengucapkan kata-kata yang tanpa makna",
      "pengarang": "Pythagoraz"
    },
    {
      "quote": "Sejuta kata makanan, tidak akan mengenyangkan",
      "pengarang": "Tan Malaka"
    },
    {
      "quote": "Semua yang dimulai dengan rasa marah, akan berakhir dengan rasa malu",
      "pengarang": "Benjamin Franklin"
    },
    {
      "quote": "Singa terlihat paling tampan ketika sedang mencari mangsa",
      "pengarang": "Jalaluddin Rumi"
    },
    {
      "quote": "Yang pertama dan terburuk dari semua penipuan adalah menipu diri sendiri",
      "pengarang": "Philip James Bailey"
    },
    {
      "quote": "Kita hanya berpikir ketika kita terbentur pada suatu masalah",
      "pengarang": "John Dewey"
    },
    {
      "quote": "Yang baik bagi orang lain adalah selalu yang betul-betul membahagiakannya",
      "pengarang": "Aristoteles"
    },
    {
      "quote": "Semua yang riil bersifat rasional dan semua yang rasional bersifat riil",
      "pengarang": "Hegel"
    },
    {
      "quote": "Kebahagiaan hidup yang sebenarnya adalah hidup dengan rendah hati",
      "pengarang": "W.M. Thancheray"
    },
    {
      "quote": "Harapan adalah tiang yang menyangga dunia",
      "pengarang": "Pliny the Elder"
    },
    {
      "quote": "Jangan memberi nasihat kalau tidak diminta",
      "pengarang": "Erasmus"
    },
    {
      "quote": "Lakukan lebih banyak untuk dunia daripada untuk dirimu",
      "pengarang": "Henry Ford"
    },
    {
      "quote": "Keraguan membunuh lebih banyak mimpi daripada kegagalan",
      "pengarang": "Suzy Kassem"
    },
    {
      "quote": "Lakukan apa yang harus kamu lakukan sampai kamu dapat melakukan apa yang ingin kamu lakukan",
      "pengarang": "Oprah Winfrey"
    },
    {
      "quote": "Daripada mengeluh tentang keadaanmu, sibuklah dan buat beberapa yang baru",
      "pengarang": "Ralph Marston"
    },
    {
      "quote": "Hidup kita mulai berakhir saat kita menjadi diam tentang hal-hal yang penting",
      "pengarang": "Martin Luther King"
    },
    {
      "quote": "Tidak ada kata terlambat untuk menjadi dirimu yang seharusnya",
      "pengarang": "George Eliot"
    },
    {
      "quote": "Disiplin adalah jembatan antara tujuan dan pencapaian",
      "pengarang": "Jim Rohn"
    },
    {
      "quote": "Sukses tampaknya terkait dengan tindakan. Orang sukses terus bergerak. Mereka membuat kesalahan, tetapi mereka tidak berhenti",
      "pengarang": "Conrad Hilton"
    },
    {
      "quote": "Kegagalan dibuat hanya oleh mereka yang gagal untuk berani, bukan oleh mereka yang berani gagal",
      "pengarang": "Lester B. Pearson"
    },
    {
      "quote": "Keberanian adalah penolakan terhadap rasa takut, penguasaan rasa takut, bukan ketiadaan rasa takut",
      "pengarang": "Mark Twain"
    },
    {
      "quote": "Jatuh cinta pada dirimu adalah rahasia pertama menuju kebahagiaan",
      "pengarang": "Robert Morley"
    },
    {
      "quote": "Jadilah dirimu sendiri. Dokumen asli jauh lebih baik daripada salinan",
      "pengarang": ""
    },
    {
      "quote": "Miliki keyakinan yang tak tergoyahkan pada dirimu untuk menjadi semua yang kamu inginkan",
      "pengarang": ""
    },
    {
      "quote": "Ketika kamu menetapkan pikiran untuk mencapai sesuatu, kamu harus memberi kesempatan dirimu sendiri untuk menyelesaikannya",
      "pengarang": ""
    },
    {
      "quote": "Banggalah dengan siapa dirimu, dan jangan malu dengan cara orang lain melihatmu",
      "pengarang": ""
    },
    {
      "quote": "Keberhasilan dijamin ketika seseorang takut akan rasa sakit penyesalan lebih dari rasa sakit dari proses",
      "pengarang": ""
    },
    {
      "quote": "Banyak orang yang tidak bertindak karena takut gagal, padahal tidak bertindak adalah kegagalan yang jelas sudah terjadi",
      "pengarang": ""
    },
    {
      "quote": "Keberanian adalah kemampuan untuk tampil dengan baik bahkan ketika takut setengah mati",
      "pengarang": ""
    },
    {
      "quote": "Menjadi berani berarti mengetahui bahwa ketika kamu gagal, kamu tidak gagal selamanya",
      "pengarang": ""
    },
    {
      "quote": "Jangan khawatir tentang kegagalan, khawatir lah tentang peluang yang kamu lewatkan ketika kamu tidak mencoba sesuatu",
      "pengarang": ""
    },
    {
      "quote": "Kadang-kadang, pilihan terbaik adalah menerima",
      "pengarang": "Dewi Lestari"
    },
    {
      "quote": "Sebuah permata tidak akan dapat dipoles tanpa gesekan, demikian juga seseorang tidak akan menjadi sukses tanpa tantangan",
      "pengarang": "Peribahasa Cina"
    },
    {
      "quote": "Kemuliaan terbesar dalam hidup tidak terletak pada ketangguhan, tetapi dalam bangkit setiap kali kita jatuh",
      "pengarang": ""
    },
    {
      "quote": "Tidak masalah seberapa sulit keadaanmu saat ini, kamu masih berada didepan mereka yang tak berani berusaha",
      "pengarang": ""
    },
    {
      "quote": "Saya tidak mengetahui semua kunci yang diperlukan untuk sukses, tapi satu kunci untuk gagal adalah mencoba menyenangkan semua orang",
      "pengarang": "Bill Cosby"
    },
    {
      "quote": "Jika kamu tidak suka di mana kamu berada sekarang, pindahlah. Kamu bukan sebatang pohon",
      "pengarang": ""
    },
    {
      "quote": "Kesuksesan mungkin tampak seperti proses yang lambat, tapi menyerah tidak akan mempercepatnya",
      "pengarang": ""
    },
    {
      "quote": "Masa depanmu ditentukan oleh pilihan yang kamu lakukan hari ini",
      "pengarang": ""
    },
    {
      "quote": "Jika kamu tidak membuat rencana hidupmu sendiri, besar kemungkinannya kamu akan masuk dalam rencana orang lain",
      "pengarang": ""
    },
    {
      "quote": "Untuk sukses, kamu perlu mempercayai dirimu sendiri, terutama saat tidak ada seorangpun yang percaya padamu",
      "pengarang": ""
    },
    {
      "quote": "Tanpa komitmen, Anda tidak akan pernah memulai. Tanpa konsistensi, Anda tidak akan pernah sampai di tujuan",
      "pengarang": ""
    },
    {
      "quote": "Keberhasilan adalah kemampuan untuk melewati dan mengatasi kegagalan demi kegagalan tanpa kehilangan semangat",
      "pengarang": "Winston Churchill"
    },
    {
      "quote": "Jika rencanamu tidak berhasil, ubah rencananya, bukan tujuanmu",
      "pengarang": ""
    },
    {
      "quote": "Perspektif sangatlah penting. Tanyakan pada dirimu apakah hal yang kamu pikirkan ini masih akan penting di minggu depan, bulan depan, atau tahun depan?",
      "pengarang": ""
    },
    {
      "quote": "Dua hal yang menghalangi kita untuk bahagia adalah hidup di masa lalu dan membandingkan diri dengan orang lain",
      "pengarang": ""
    },
    {
      "quote": "Tak ada kenyamanan di hari tua untuk orang yang malas di masa muda",
      "pengarang": ""
    },
    {
      "quote": "Jangan katakan masalahmu pada sembarang orang, 80% orang tidak peduli dan 20% senang Anda memilikinya",
      "pengarang": ""
    },
    {
      "quote": "Kamu tidak harus hebat untuk memulai, tapi kamu harus mulai untuk jadi hebat",
      "pengarang": ""
    },
    {
      "quote": "Sekali dalam hidupmu, cobalah sesuatu dan bekerja keraslah pada suatu hal. Cobalah untuk berubah, tidak ada hal buruk yang akan terjadi",
      "pengarang": "Jack Ma"
    }
  ]
}